{"podcast_details": {"podcast_title": "The Knowledge Matters Podcast", "episode_title": "“Think what a better society we’ll have\" | Reading Comprehension Revisited", "episode_image": "https://storage.buzzsprout.com/variants/g29sinq2ak5hkqrk8jdq4y5c7o7y/e70382d1824eed07bf51f8b9742413cd1ad490e9f893e8ff33e49d552d3c73ea.jpg", "episode_transcript": " The challenge of course sometimes is people want overnight success and we recognize that it's going to take time. We're going to have stronger kindergartners, stronger first graders, stronger second graders and then over time we'll see the gains. They'll take care of themselves. And so it was a matter of telling teachers and staff members, giving them permission to not worry about what we call the star test. Welcome to episode six of the Knowledge Matters podcast. I'm Natalie Wexler. That was Dr. Latanya Goffney, superintendent of the Aldean School District in Houston, Texas. As we've heard in previous episodes, reading comprehension is complicated, way more complicated than teaching kids how to sound out written words. It depends a lot on building students' knowledge and vocabulary and that takes time. It also requires teachers to pay attention to certain things they may not be used to focusing on, like whether they're building kids' knowledge in a coherent way. And it requires them to worry less about things they're used to paying a lot of attention to, like scores on state reading tests. The star test that Latanya Goffney mentioned is the Texas state test. Just as reading comprehension is complicated, so is the explanation for what has gone wrong with the way American schools have approached it. We could spend a lot more time talking about that and what we can do to change our approach, but we only have one more episode, this one. So we'll just hit some key points. Let's start with a quick survey of how we got where we are. For many teachers, and especially those in elementary and middle school, it might be hard to imagine a world where we don't teach or test reading comprehension in the abstract as a separate subject. It's become that deeply woven into the system. But in fact, there was a time when reading instruction just meant teaching kids to decipher or decode written words. The term wasn't also used, as it is today, to mean teaching kids to understand the text they read. That was taken care of through teaching them about history, literature, science, geography, and the arts. We now use the word reading to cover two very different things, decoding and comprehension. And that has led to the kinds of problems we've been hearing about from teachers, trying, for example, to teach students the skill of making inferences without providing the foundation of knowledge that would enable them to actually do that. A reading researcher named Alan Kamhe has suggested that we redefine reading to just mean decoding. He points out that would free up teachers to spend a lot more time on those other subjects, the ones that build the knowledge that's actually crucial to reading comprehension. But my guess is that such a radical change won't happen anytime in the near future. So let's look back to the past to see how these two fundamentally different concepts, decoding and comprehension, got so mushed together. It seems to have started in the early decades of the 20th century, when the American high school population exploded. Before that, only the most academically inclined students went on to high school. Suddenly high schools found they had a lot of students who, for various reasons, weren't equipped to do the kind of work the curriculum expected. Rather than trying to give all of those students a rigorous academic education, high schools — and eventually schools for younger students — developed different tracks. And to assign students to those tracks, schools started giving them reading comprehension tests along with IQ tests. Unlike today's reading tests, these tests weren't aimed at measuring students' progress. They just tried to assess what each student was supposedly capable of learning and whether they should study Latin or something like carpentry. At around the same time, in a shift that may or may not have been related to testing and tracking, reading textbooks in the lower grades started to focus on comprehension. At first, students were just supposed to answer questions about the passages they read in the textbooks. But soon the authors of the reading textbooks came to feel that wasn't enough. They developed student workbooks with passages that were unrelated to the passages in the textbooks themselves. The questions about the passages in the workbooks tried to break down the process of comprehension into different skills — finding the main idea, determining the sequence of events, drawing conclusions. The new idea here was that you could teach those skills in the abstract — that if students practiced them on a workbook passage, they would get better at applying them to a textbook passage about something completely different. By the 1950s, that approach was deeply entrenched in the textbooks, known as basal readers. Many teachers didn't like the basal readers. They felt the reading passages were insipid and the questions too scripted. In the 1980s, that dissatisfaction contributed to the rise of an enormously popular movement known as whole language. Whole language attracted attention primarily for its rejection of phonics instruction. The movement embraced the theory that most children pick up the basics of reading if they're surrounded with good children's literature rather than the insipid snippets in the basal readers and are allowed to follow their own interests. But whole language also rejected the comprehension activities in the basal readers and the very idea of teaching reading comprehension at all. Soon, growing evidence showed that most kids actually do need phonics instruction. And that evidence led to the demise of whole language. It was replaced around 2000 with something called balanced literacy, which is still the dominant approach. Balanced literacy was supposed to include the best of both approaches — phonics instruction and exposure to good children's literature. But the leaders of balanced literacy came out of whole language and they retained its skepticism about phonics. As revealed by Emily Hanford's recent podcast series, Sold a Story, balanced literacy hasn't provided phonics instruction in a way that actually works for most students. But something strange happened on the comprehension side of reading instruction. Even though whole language had rejected the idea of teaching reading comprehension as a set of skills, balanced literacy came to embrace it. How did that happen? From what I can tell, in the waning days of whole language, teachers started feeling like they needed to do something to help kids learn to read. Some had noticed that even if kids learned to decode, more or less on their own, they had trouble understanding what they were supposed to read, especially starting at around fourth grade and especially if the text was nonfiction. Those teachers didn't want to go back to the comprehension skills in the basal readers, and apparently it didn't occur to them that the reason kids were having trouble with comprehension was that they lacked the background knowledge assumed by nonfiction texts at higher grade levels. But some of them came across recent research by cognitive psychologists on comprehension strategies, things like asking yourself questions about what you're reading as you go along. Psychologists had determined that expert readers were likely to monitor their comprehension in this way when they had trouble understanding a text. At the time, psychologists weren't at all sure you could actually teach these strategies to kids, but that didn't stop teachers. Many embraced this new approach with enthusiasm, and they saw the strategies as very different from the comprehension skills the basal readers tried to teach. The strategies weren't just different types of questions for students to answer. They were things you could teach kids to do consciously. Psychologists did eventually start doing research on whether you could teach strategies. When a commission of experts called the National Reading Panel surveyed the research in 2000, they found evidence for teaching several comprehension strategies, but not for teaching skills. Over time, though, the distinction between skills and strategies got blurred, and teachers started using the terms interchangeably. Many went back to teaching the same skills that were in the basal readers. Meanwhile, on the testing side, reading comprehension assessments got a lot more important. After Congress enacted the No Child Left Behind legislation in 2001, schools and teachers started being evaluated on the basis of their students' scores on state reading tests. Those tests seemed to be assessing skills like finding the main idea and making inferences. So teachers began spending more time on those kinds of skills than ever. Here's what all this tells us. Reading comprehension tests weren't designed to measure students' academic progress, but that's what they're used for now. The whole language movement, which gave birth to balanced literacy, rejected the idea of teaching comprehension skills, but that's what balanced literacy teachers do now. And as we heard in episode two, there's really no evidence that teaching skills or strategies year after year in the abstract will improve comprehension. But that's the assumption that a lot of our education system is based on. In other words, we've ended up in a place that it's not clear anyone really wanted to go. I'm not blaming the people that created them, but in the creation of them, we've produced something that's really unfair for the student, it's unfair for the teacher, and it's unfair for the school system. That's Hugh Katz, the reading researcher at Florida State we heard from in episode two. He's talking about the state-mandated standardized reading tests given towards the end of the school year, usually in grades three through eight. Those tests are unfair for students, Yu says, because they assume knowledge that some kids are able to pick up outside school and others aren't. It's virtually impossible to test a skill like making an inference without also testing knowledge. If a student doesn't happen to have enough relevant knowledge to understand the passage on the test, she never gets the chance to demonstrate her skills. The tests are unfair for teachers because they don't know what knowledge will be assumed by the test passages, so all they can really try to teach are test-taking and comprehension skills. And the tests are unfair for schools because they get rated on the basis of their students' test scores, and those can be slow to change, even if a school is providing kids with the knowledge and vocabulary that will eventually enable them to do better on the tests. That's because, as Hugh discovered when he conducted his own study on reading comprehension several years ago, kids will learn what you actually teach them, including new vocabulary. But it can take a long time before they acquire enough new vocabulary to enable them to understand passages on subjects that no one has taught them about. How long? That's been an open question. But now we have a couple of studies that shed some light on the answer. A team led by a researcher named James S. Kim at Harvard created a curriculum that builds kids' knowledge of science in the early elementary grades. The research team then tested the effects of the curriculum on comprehension. In first grade, kids studied how animals survive in their habitats. In second, they learned about how paleontologists study dinosaurs. Students got about 30 hours of these lessons each year. A control group of similar students got business as usual, the standard kind of curriculum. Tests designed by the research team showed that by the end of second grade, students in the treatment group had clearly learned what they'd been taught, just like the kids in Hugh Katz's study. Compared to the control group, they were much better able to understand a passage about paleontologists using fossil evidence. They were even able to apply that knowledge to understand a passage on a topic that was only somewhat related to what they had learned. It was about archaeologists studying human fossils to research life in ancient Pompeii. But when the kids were asked to read a passage about genealogists studying people's ancestors, they did no better than the control group. Then, in third grade, the children learned about how astronauts keep their various body systems healthy in space. At the end of the year, the kids not only did better on passages related to what they'd learned, but also on one that contained none of the words they'd actually been taught, a passage on how the anatomy of a skyscraper is like a human body system. That study suggests it can take three years for a knowledge building curriculum to produce the kind of gains in comprehension that show up on a standardized test. And it suggests that those gains last. At the end of fourth grade, students still did better than the control group, even though they hadn't gotten the science curriculum that year. A second recent study, led by David Grismer at the University of Virginia, used actual state reading tests as a measure, not tests designed by the researchers themselves, measures that aren't designed by researchers are generally considered more reliable. That study found that children who got a comprehensive knowledge building curriculum starting in kindergarten did a lot better on the state tests in third grade when compared to a control group that got the typical elementary curriculum. Those gains persisted in fourth, fifth, and sixth grade. In fact, the gains were so large that if they were translated to American students as a whole, the U.S. would move up to a position among the top five countries on an international reading test given to fourth graders. Currently, we rank 15th out of the 58 countries that participate. The study also found that children from lower income families got the biggest boost, scoring as well as their peers from higher income families. In other words, the curriculum seemed to eliminate what is sometimes called the achievement gap. Of course, that's only one study, and there were only 16 kids from lower income families in the sample, although the study as a whole involved more than 500 students. Some argue that we need more studies like that before we can say with confidence that a knowledge building curriculum can boost reading comprehension. But it took 14 years to get the results from that one study, and it cost a huge amount of money. As far as I know, there are no more such long-term studies in the pipeline, and even if there are, we'll probably have to wait years to get the results. Meanwhile, untold numbers of children might continue to get the kind of literacy curriculum that doesn't seem to work. Given all the other evidence we have on knowledge and its relationship to reading comprehension, that doesn't seem fair. It's not just state tests that are unreliable measures of progress. Schools give internal standardized reading comprehension tests throughout the year to monitor progress and assign students to their individual reading levels. And those tests can be unreliable, too. Here's what Abby Boroff, the first grade teacher in Des Moines, said in episode three about giving reading level tests. The level C expository text was a book called Shopping, and they go to the grocery store, and half of the food words in there, yeah, if kids didn't have those in their vocabulary, they weren't going to read that book. Hugh Katz points to a study in which researchers took a sample of about a thousand students and gave them all four different reading comprehension tests. The tests didn't agree with each other. And they identified the lowest tenth percentile of children on one of the measures and looked to see what percentage on average fell with, of those kids, fell within the lower tenth percentile on the other measures. And it was only 43%. Less than half of the kids who were identified as poor readers on one measure turned out to be a poor reader on another measure. That is implications for using these measures in a diagnostic form. The tests were equally unreliable in identifying kids as good readers. Hugh says he saw the same thing when he was conducting his own study years ago. And it wasn't uncommon to find a child who got all the questions right on one passage and less than half of them right on another passage. Sure that child had some average particular level of comprehension, but it was quite variable depending upon what they were reading. Hugh says no single test can be an accurate measure of a student's comprehension ability. It's not just a question of background knowledge. Maybe a kid was just zoning out or having a bad day. What can we do about this problem? State reading tests probably aren't going away anytime soon. But there are ways to make them fairer. Hugh Katz points to Louisiana, which is experimenting with a reading test where the passages are related to topics covered in the English language arts and social studies curriculum. But Louisiana is unique in that most schools are using its state-created curriculum. In other states, schools are using all sorts of different curricula. So those states can't ground their reading tests in any particular body of knowledge. But all states have academic content standards laying out what students are supposed to learn about social studies and science at different grade levels. The passages on their reading tests could be grounded in those standards. Hugh says that kind of test would make more sense. And what I would suggest that we move toward is something like that at a state level to where we actually test kids' knowledge of a particular subject matter, a science test or a humanities or a social studies test. That would provide teachers with a body of knowledge to teach. It would allow us to prepare kids to do better in their reading and writing. And we could actually make a difference. And what about those internal tests schools give during the school year? That's actually an easier problem to solve, at least if the school is using a knowledge-building curriculum. Those curricula come with their own assessments that are grounded in the content that's been taught. And they don't just ask kids to recite facts. They also ask them to do things like make inferences about those facts. In episodes three and four, we heard from Dolores Fowler, the instructional coach in Tennessee whose district uses a knowledge-building curriculum called CKLA. Dolores says that teachers sometimes do feel pressure to do test prep. But she tells them the tests that come with CKLA actually do a good job preparing kids for standardized tests. At the end of each of the units in CKLA, there is a unit assessment. And they have to read two passages. And there are questions about the passages. And those passages are aligned with what the unit is. So if they've read about Vikings, then the two passages are something about Vikings. But the actual question types are exactly the same types that you would find on the state test. There are multiple choice. Some of them are multiple select. Some of them are short answer. So we're telling teachers, like, if you're doing those assessments and you're teaching your test-taking skills through those assessments, then your students should be able to do that on any test. I mean, knowing to go back and look in the text to look for the answer, that kind of thing. So that's kind of the way we've been approaching it. Knowledge-building curricula also teach comprehension skills and strategies in a way that works by putting the content in the foreground. There's no knowledge-building curriculum out there that doesn't also teach skills and strategies. Of course it does. It has to. But again, it's like, what comes first? And the strategies first approach doesn't necessarily transfer. That's Brent Conway, the assistant superintendent in Pentucket, Massachusetts, who we heard from in the last episode. A knowledge-building curriculum will guide teachers to ask kids to do things like activate the knowledge they already have about a topic or make inferences about a text, even if that's not labeled strategy instruction. And because all students will have had a chance to acquire the knowledge to be activated or the information that will enable them to make an inference, it's a fairer and more accurate assessment of their ability to do those things. Building knowledge is a gradual cumulative process that goes on for years. In fact, it never really ends. That explains why it can take a while to see results on standardized tests. But it also means that if schools keep using a knowledge-building curriculum, they'll begin to see better results as time goes on, not just on tests, but in the classroom. Here's what Brent Conway says about that. A knowledge-building curriculum, you're not going to necessarily see the benefits of it in one year. And in fact, you may not see the benefits of what you're doing, but when students get to third grade after they leave first grade, second grade, third grade, all of a sudden in third grade, they're reading about something and they remember you discussing it back then, and they're building this volume time after time after time where things begin to make connection. I've heard from lots of teachers that this happens, and I've seen it myself. When I was doing the research for my book, I followed a class of second graders who had been getting the CKLA curriculum since kindergarten. They were constantly making connections between what they were learning in second grade and what they had studied in previous years, sometimes prodded by the teacher, but sometimes on their own. And the failure to build knowledge also has a cumulative effect. That's why it's so important to begin building knowledge and sophisticated vocabulary as early as possible. As time goes by, two kinds of gaps, knowledge gaps, if you will, get increasingly larger. One is the gap between good readers and poor readers. The good readers start out with bigger vocabularies, which means they get to read more sophisticated books. And they're able to retain new vocabulary from those books because, remember, knowledge is like Velcro. It sticks best to other related knowledge. That additional vocabulary, in turn, enables them to read yet more sophisticated books. So those kids can zoom ahead. The other kids, meanwhile, the ones who start out with less of that other half of the Velcro, are limited to books with simpler vocabulary. They're also less likely to be able to retain whatever new vocabulary might be in those books because they may not have the other half of that Velcro for new words to stick to. So they can fall farther and farther behind their more advantaged peers. By the time students get to high school, or even middle school, the gap between these two groups can be very wide and very hard to narrow. The second kind of knowledge gap is also most likely to show up at higher grade levels. What's the gap between what the curriculum assumes a student knows and what that student actually does know? Many students get to middle or even high school never having had any systematic exposure to history, science, or anything but reading and math. That can leave them, through no fault of their own, with large gaps in their background knowledge that make it difficult or impossible for them to understand what they're expected to read. All of this explains why improving phonics instruction in the early grades without also building knowledge produces only short-term effects on reading test scores. Better phonics will yield a bump in the elementary grades because scores at those levels are more dependent on kids' ability to decode words. But by middle school, the test passages assume a lot more sophisticated knowledge and vocabulary. That means scores become more dependent on comprehension. And at that point, the bump in scores from better phonics instruction fades out. It's not just about tests. Students who lack background knowledge often flounder in class. So you had these students who maybe had some mild disabilities in some areas but basically were pretty good, knew how to read, and knew how to do all the things they were expected to do in elementary school. But because of those gaps that had not been filled in early on, they hit the wall in middle school and they didn't know what to do. That's Roberta Jacobson, a former special education teacher in Texas who now works for a publisher of knowledge building curriculum. The situation gets even worse as kids are passed along to higher grade levels. The problem is most obvious at high poverty high schools. Teachers at those schools have told me they've had students at all levels of ability. But they've also said that many students are unaware of some basic things about the world, like the difference between a city and a state, or a country and a continent. They may not know anything much about historical events or have a sense of historical chronology. And yet, we give them a world history textbook and expect them to understand it. That's likely to be a frustrating experience, both for those students and for their teachers. It's not impossible to make up for these gaps at higher grade levels. But it's a lot easier to just start building kids' knowledge early. So this is a problem that's much bigger than elementary school and much bigger than just reading. Let's take American history. Scores on national tests in that subject have been declining for years, hitting a new low in 2022. Only 14% of eighth graders scored proficient or above, and 40% scored below the basic level. Scores in civics are only slightly better. Maybe you assume students learn more about these subjects after eighth grade? Not necessarily. One survey, for example, found that 11% of U.S. adults haven't heard of or aren't sure if they've heard of the Holocaust. For millennials, the figure is 22%. You might think middle and high schools just need to spend more time teaching subjects like history. But that might not be enough. If students have never been exposed to a subject before and the curriculum assumes they have, the information may go right past them. That's because it doesn't have anything to stick to. Remember, knowledge is like Velcro. It sticks best to other related knowledge. So we need to start building knowledge of subjects like history earlier, in elementary school, to build that other half of the Velcro. Another problem is the way history, civics, and other subjects get taught. The American education system hasn't just overlooked the importance of knowledge in reading comprehension instruction. It's also overlooked or downplayed the importance of knowledge in general. Often, teacher training and curriculum materials focus on things like developing students' critical thinking skills over ensuring that they've actually understood and retained information that's been covered. A graphic widely used in teacher education shows a pyramid of learning objectives with knowledge and comprehension at the bottom and synthesis and evaluation at the top. Teachers are often encouraged to just skip those lower order processes and focus on the higher ones. But that's not what that graphic, which is called Bloom's Taxonomy, actually means. Instead, it means that you have to go through knowledge and comprehension to get to those higher order processes. That's what cognitive science has found as well. In other words, it's impossible to teach critical thinking in the abstract. Just as it's impossible to teach comprehension in the abstract. Both of those things depend on having knowledge of the topic you're trying to think critically about or comprehend. So fixing what's wrong with American education isn't just a matter of adding more content to the curriculum. That's hugely important, especially at the elementary level. But it's also crucial for teachers to know how to teach that content in a way that works for all students, when to explain things directly, when to ask questions that assess whether kids have understood what's been taught, when to ask them to analyze it or come up with their own ideas. A good curriculum can help guide teachers in doing that complex and extremely challenging work. American education has a number of serious problems, and our failure to start building kids' knowledge early is a fundamental one. But I want to make it clear that teachers aren't to blame for these problems. In fact, no individual is to blame. The problems are systemic, and teachers are the victims of a flawed system as much as students are. I'm convinced the system can be fixed. But it will take time, patience, and an understanding of root causes that are sometimes hard to discern. Especially in the wake of the pandemic, when schools are under so much pressure to address the myriad problems it has led to, it can be hard to decide what to focus on. Some argue that it's more important to address students' mental health and emotional well-being than what is often called COVID-related learning loss. But when I raised that issue with Latonya Gofney, the superintendent of a high-poverty Texas district that suffered from COVID more than most and that adopted a knowledge-building curriculum during the pandemic, she was firm. You have to do it all, she told me. You can't choose. And I think that's a missed opportunity sometimes when you're serving in districts that have some challenges. Many times you want to focus on one piece. You want to focus on our food insecurity, or you want to focus on the fact that we don't have health care as we're educating the whole child on all those different things. But the one thing that I don't think we've done a great job in Texas or across the country is focusing on the fact that we don't know how to teach kids how to read. And so we need to put just as much emphasis in getting this right as we do in getting other things right. The other ones you can get, you can feel good in the moment. When you do a food drive, when you do a toy drive, when you do a clothing drive, you feel good because you see people happy, you see them smiling. But there is nothing that will wipe my smile away quicker than to know that kids are graduating and cannot read. At the same time, Latonya cautions that we won't be able to change the system just by mandating that schools use a knowledge building elementary curriculum, something the federal government doesn't have the power to do, and something no state government has chosen to do. It's not even enough to make one freely available online as Texas has. Teachers and administrators need, first of all, to understand why this change is necessary so that they'll buy into it. And once they have a curriculum, they'll need support in figuring out how to deliver it well. Without the why and the how, things may not go well. I just know based on my own homework, based on the work that we've done, that this is the right direction for the country. And I know that we've gotten it wrong so much that we really got to get it right. And so we can't mandate it. We can't just say, OK, it's free, go out, because people will say, oh, I tried it, it didn't work. It is important to get this right. It's important for the untold numbers of students whose potential remains to be unlocked, students who might otherwise go through school and life feeling like failures, when in fact it's the system that has failed them. It's important for society, which will otherwise be deprived of those students' potential. And it's important for democracy, which depends on a citizenry that can understand the world well enough to make informed decisions. Here again is Spring Cook, the former Texas teacher we heard from in episode one, talking about the changes she saw after her elementary school adopted a knowledge building curriculum. She said that teachers, students, and parents were excited about what was going on, that kids were having fun learning. And she also said this. Because it is a matter of equity, it's a matter of democracy, and when we're able to give students those skills and that knowledge at an early age, then think what a better society will have. I hope you agree. Thanks for listening. For more information about this episode, visit the Knowledge Matters website linked in the show notes. This podcast is produced by the Knowledge Matters Campaign. You can learn more about their work at knowledgematterscampaign.org and follow them on Twitter, Instagram, and Facebook. Search the Knowledge Matters hashtag and join this important conversation. If you'd like to get in touch with me personally, you can contact me through my website, nataliewexler.com."}, "podcast_summary": "Summary: In this podcast episode, the host explores the history of teaching reading comprehension in American schools and the challenges it presents. The episode discusses the blending of decoding and comprehension, the rise and fall of different approaches such as whole language and balanced literacy, and the impact of standardized reading tests. The host also highlights studies that suggest a knowledge-building curriculum can significantly improve reading comprehension.\n\nSpeakers: The host of the podcast is Natalie Wexler. There are no guest speakers or other participants mentioned in this episode.\n\nMood: The overall mood and tone of the podcast are informative and analytical.\n\nCategory: Education\n\nKey Insights:\n1. Reading comprehension is complex and relies on building knowledge and vocabulary over time.\n2. The history of teaching reading comprehension shows a shift from solely decoding to a focus on comprehension skills and strategies.\n3. Standardized reading tests, designed to measure progress, do not always accurately assess students' comprehension abilities.\n4. Studies suggest that a knowledge-building curriculum can improve reading comprehension, but more research is needed.\n\nNoteworthy Quotes or Revelations:\n1. \"That study suggests it can take three years for a knowledge building curriculum to produce the kind of gains in comprehension that show up on a standardized test.\"\n2. \"The gains were so large that if they were translated to American students as a whole, the U.S. would move up to a position among the top five countries on an international reading test given to fourth graders.\"\n3. \"The tests were equally unreliable in identifying kids as good readers. No single test can be an accurate measure of a student's comprehension ability.\"\n\nAdditional Observations:\n- The podcast provides a historical context for the current challenges in teaching reading comprehension.\n- It highlights the importance of building knowledge and vocabulary for better comprehension.\n- The episode raises concerns about the reliance on standardized tests and the need for more research on effective teaching methods for reading comprehension.", "podcast_guest": "Dr. Latanya Goffney", "podcast_highlights": "From the podcast and the presented data, several significant insights and conclusions can be drawn:\n\n1. The concept of reading comprehension has evolved over time, with the term \"reading\" now encompassing both decoding and comprehension. This shift has resulted in a disjointed approach to teaching reading comprehension, often focusing on skills and strategies without sufficient emphasis on building knowledge and vocabulary.\n\n2. Standardized reading tests, such as the Texas state test (STAR), often assume background knowledge and vocabulary that not all students possess. This creates an unfair testing environment and places unnecessary pressure on both students and teachers.\n\n3. The traditional approach to teaching reading comprehension, based on comprehension skills and strategies, has not proven to be effective in improving overall comprehension. Nor has it addressed the achievement gap between students from lower income families and their higher income peers.\n\n4. Recent studies have shown that a comprehensive knowledge building curriculum, focused on building students' knowledge across various subject areas, can significantly improve reading comprehension. This type of curriculum can take three years or more to produce noticeable gains in comprehension and can be particularly beneficial for students from lower income families.\n\n5. Internal standardized reading tests, used by schools to assess individual reading levels, can also be unreliable measures of progress. They often fail to take into account students' background knowledge and vocabulary, leading to inaccurate assessments of reading ability.\n\nOne striking quote from the podcast is from Dr. Hugh Katz, a reading researcher at Florida State University. He says, \"We've ended up in a place that it's not clear anyone really wanted to go. I'm not blaming the people that created them, but in the creation of them, we've produced something that's really unfair for the student, it's unfair for the teacher, and it's unfair for the school system.\" This quote highlights the unintended consequences and unfairness of the current approach to teaching and testing reading comprehension."}