{"podcast_details": {"podcast_title": "Life Habits", "episode_title": "LH112 — Career Transitions: Part 2", "episode_image": "http://static.squarespace.com/static/50144a1784ae6db4b48e7f3d/t/53381650e4b0b578bbbfdbc9/1396184661650/1500w/Life%20Habits%20iTunes%20New%20Artwork.png", "episode_transcript": " Welcome. This is the Life Habits Podcast series, and my name is Karl Wredenberg. This is the series that helps you to learn new habits to optimize your life in order to stay sane in this crazy world. This is episode number 112, and the topic for today is Career Transitions, Part 2. So part one, we were introduced to two wonderful human beings, Renee Albert and Herman Calhoun, who talked about their early lives and their educational history and the pivots that they went through with regard to all of that and a lot of the insights that they got from it as well. And for this episode, we want to pick up where we left off, and we want to this time get into the topic of the professional career development and any pivots that our guests went through there as well. So let me first of all, welcome Renee. Thank you, Karl. Thank you. Good to be back. And welcome Herman. Hi, Karl. Great to be back. Thank you for having us. I'm so excited to get on to this phase because we talked earlier, like I said, about the early career that you're in that you've gone through. And I think both of you have some wonderful stories about your professional career journey as well. Let's start with Renee. Tell us where your professional career journey started. Yeah, thanks, Karl. So I would say that my professional career journey really started when I moved into my position at the University of Washington. My career path has really been a unique one. It's been a sort of a route, and I always kind of had this idea that careers are supposed to follow the path. You've got high school and then college and then job and promotion and then career promotion, career and retire. But it really doesn't go like that. It just was kind of this really interesting journey. And so when I was working at the University of Washington and within the Department of Epidemiology and then Biostatistics, it was really a wonderful experience. I was working with really great minds. They were doing really amazing work. And there I was really fortunate to combine this love of education and working in an educational environment with my love of design and bringing that element into it as well. And one thing I really started to hone my craft there was with my writing. It was a really wonderful job. And it was just one of those things where I just started to see where my skill set was blossoming. I was always very exceptionally organized. I was just really good at managing projects and really good at communications. And when I say communications, I'm talking like in the broad definition of communications. Design was there. It was always a part of what I did. Working as an academic advisor, it was doing a lot of work with the students, which of course is something that I love. But I also got to tap into that creative side and I got to design newsletters and help build up the websites. And it was a really wonderful and amazing experience. And like I said, that was really where I started to see certain skills in myself that were coming out and where I wanted to see myself focused. So when I relocated to North Carolina and I started working at UNC Charlotte, that's where I decided to get a master's degree. And I was looking around and I knew, again, with these organizational skills and project skills that I had, I leaned into project management and really focused on business. And that was a big departure from design. But at the time, I will say that I felt that projects and working in that sort of field was just where I was driven to go. And for me, it just seemed like a sensible decision. And I really wanted to pivot into the private sector from get out of the public sector and move into the private sector. And so really, I leaned into having that degree and took my time and was able to locate a job in the private sector. And that was really, really great. I was working as a contractor for a financial company. And it was amazing. I was working in global information and security. And in that role, again, design reared itself. I was working in project, but I was also responsible for creating all of the presentations and really taking information and distilling it down into visuals. And so that element of design is something that's always just sort of followed me throughout my career. And so I was fortunate to be able to marry those business skills with those design skills and hone that while I was working for that company. But it was a time of working for a company where I was contracting. And it just wasn't something I wanted to do forever. So again, I just started looking around and wanted to get into, again, seeking a position within the private sector. And I came across IBM. And I was just so fortunate to land this amazing job as a senior writer. And I was really fortunate, I will say, because I had the luxury of time. I was super selective. And for me, that was really helpful because I knew that the next step that I took, I really wanted to dive into really charting that pathway towards a career. And I really was very specific about the things that I was looking for in a role. And for me, writing was a huge piece of that. I wanted to keep that project aspect. I wanted to really dive into my writing and really kind of tap into that side of me that was really energizing. So I got into IBM, and in that role as a writer working with sales teams, it was really a cool position because I was very, very fortunate to have the opportunity to work across all of the different business units. At the time, we were very global in terms of how we were working with our teams within the organization. And so I got to work across all different lines of business. I got to get exposed to a lot of different business products. And during that time, I was working with the design team. So we were working in tandem to create artifacts for the various projects that we were working on. And so I was, again, really in touch, in tune with the designers. And what was really cool about that was with my design background, I could visualize an idea and I could speak the language of design and sketch something out on paper and they would see it for what it was. So it was just a really fun creative role to be in. And so as I was working through that, that's where I started to get exposed to design thinking and really diving into the design thinking community. I did a lot of volunteering within the community and just really dove in and learned a lot about design at IBM. And I was fortunate really to connect with this amazing community that we have here and really hone my craft, continue to grow and develop. I became very skilled at the ways of working in design at IBM and got exposed to projects like the Racial Equity and Design Initiative and being a part of that leadership team. So it was really an experience that was instrumental in me focusing, kind of coming back around and refocusing on design again because I was working, as I was saying, as a senior writer. And so then when an opportunity came around to join the design org, it was an opportunity for me to get in there and just really immerse myself into the community. It was just a wonderful experience and it's helped me blossom and grow as a designer, as an educator, as a business person. I'm just really fortunate to be within this company and be able to flex all of those different muscles and be able to showcase all of those different skills. What a fascinating jury. Thanks so much for taking us through the last numbers of years in terms of your professional career. Over to you, Herman. Excellent question, Carl. I can say my trajectory is definitely winding. I think I touched on last time about my education and the fact that I went to a university where we had a co-op program. And so I come out of a technical background in engineering. So I'm a professional engineer at the University of Waterloo where I did my undergrad. I had opportunities to participate in their co-op program. Actually the entire engineering program is co-op based. And so the one thing I do cherish about having a co-op program and participating in that is that you get to try out a number of things and career paths and jobs and interests that you might not normally have had exposed to you. And therefore I think the most important thing I really learned during that time was not necessarily what I wanted to do, but what I didn't want to do. And that's important in designing your own career as well as designing your life, is understanding what your interests are and what your disinterest are as well. But moving from my program, when I graduated, I looked at a lot of mechanical engineering opportunities that were out there. And because of my experience, I knew that I didn't want to be in that area. And so I ended up attending a program at University of Toronto. While I attended there, a number of the sponsoring companies that worked with us for my master's program and our projects, they hired me. So I've had experience working with the Department of Defense where that was my first foray into that, what is it about humans that we need to design us as a part of the system, which is human factors. So my first taste of human factors, that's actually what I attended the University of Toronto to do was to focus on the industrial side of mechanical industrial engineering in the area of human factors. And in our particular lab, we were looking at how we could control things. And so that led to my internship with the Department of Defense. And I learned what the human's role in the system of controlling unmanned aerial vehicles. So that was the challenge that I was presented with. And I also worked with Spar Aerospace. That's what the company was called at the time. They've been bought out and I think their names changed several times, but this is essentially the company that's made the Canadarm. The robotic arm on the space station and the space shuttle. So I worked with them for a number of months. It might've even gone into years actually while I worked on my master's thesis. And this was really around the subject of my thesis. It was really understanding how people perceived their alignment with the world and how they could control things in the world. And this really keys on designing for the human being in that we have perception and the way we perceive things impacts the way we do things. And in this case, I liken it to kind of the case where you have a remote controlled car. I think many people have had this experience where you drive the car away from you and left is right, right is left. But then you turn it around and you drive it back to you and you need to make a quick adjustment and your mind has to do those mental acrobatics. So that was kind of the topic of how we can control things in space and kind of understand the human factor in the system. I have a lot of experience after graduating. I worked with Honeywell when I was first a research engineer there working again in human factors, looking at how we control things and what our role in those systems are. But then I ended up having the opportunity to become my first director type role, voice of the customer and understanding how our customers would like to use and control business facilities. And so it was these experiences that I had that kind of infused in me the fact that I wanted to become a designer. And that was the beginning of birthing my journey into design, a transition from engineering design to human centered design. And so I started working on user interfaces and several accounts in the industries of insurance and finances and all of that. And then I came to a point in my life where I found myself without a job. I, you know, it happens to the best of us. And I was in the transition of moving back to Toronto from the States. I worked at Honeywell in the States. I moved back to Toronto and I took on a job here in the area. And four months into it, the company went under. So that's just life. That's how it happens sometimes. And I found myself in a position of saying, well, what am I going to do? Am I going to jump back into the workforce? I didn't take on the opportunity to create a business of my own. So with my design skills, I said, what is needed out there? What is the human need out there? And I was particularly interested in an experience I had. Actually I went over to a friend's house and he had a very complex audio visual system, right? The TV, the amplifiers, the surround sound speakers, et cetera. And it was in that moment that I said to myself, I'm an engineer and I don't know how to turn on your TV. Right? So if you could imagine that, there was a very intrinsic design problem staring me right in the face. And so I actually started a company around looking at how we could create an activity based remote control. Right? Something your grandmother could use. Even your mother, even me as an engineer. So we looked at how we might be able to do that. Activity based remotes were not a thing. Activity remotes were a thing and if you're into human centered design, you know, emoting is not the best design method. You have to switch people's thoughts from I'm controlling now the TV or I'm controlling this other device or I'm controlling device C. That was my first endeavor into entrepreneurship, but also applying my sensibility and design thinking to attack the problem and creating a solution. So we ended up going into home theater, home electronics, home systems, design and installation. And eventually I ended up designing a system that went into the point of sale areas of Sony, of the Sony stores across Canada. I had all of them contracted. What we really were delivering was the experience of the tech, the installer, the tech installer to the sales person who was actually delivering that packaged experience to the customer. So the tech installer has all this knowledge about installations. The sales person doesn't necessarily have that information. And so we created a web based system that kind of took them through the process of what kinds of questions to ask the customer and how to ensure that they have the best experience once they've actually sold the product. So that's a history that I had before my time at IBM. And eventually I wound down that business. The Sony stores went out of business as well. I think you noticed that we no longer have Sony stores in Canada, but the industries are always changing and we always have to pivot. So this is an excellent thing to understand. And as long as you have strong skills and focus on your skills, my skills were in design. So I focused on those skills. And then when I went back into industry, I ended up working with a company called Platform Computing. And I immediately became their principal user experience engineer. And then I eventually became their global design lead. And that was a company that was based in high performance computing and early architectures for cloud computing. And I worked there for about two years, I think. And I helped to revamp the face of not only our products, but we had even a brand exercise where we rebranded the company. And little did I know that we were doing this with the intent of the company being purchased. And guess who bought the company? IBM. So that's how I became an IBMer. And it's been a great 2009, 2012, I was part of a platform. 2012 till today, I've been with IBM. So that's my journey as a designer in this area. I stayed with the business unit, which became Spectrum Computing. And again, working with our flagship products, developing enterprise design thinking and introducing it to our business. That's when enterprise design thinking was being birthed at IBM. And we really started spreading and preaching the word of enterprise design thinking all over. And so introducing it to my business unit was a key part of my job, as well as applying it to all our products, our product guidelines, working with the carbon design language and helping develop that as we brought in design elements from the needs of all the business units around the company. And so that was a great time in IBM. It was a great time to be a designer here, truly. And I think we all remember parts of that journey here. And I think it took us from one stage to another. So I worked with high performance computing, then I moved into AI design with a business unit that was called Cognitive Systems at the time. I worked with the... I served on the leadership team for the design organization with over 25 designers worldwide. And we were collectively responsible for those IBM Cognitive Systems offerings and the AI offerings. And we actually did a pretty large study across 65 plus cross-discipline stakeholders, which enabled us to actually define the go-to-market sales enablement that we were going to do around our product that was called WMLA, which was Watch the Machine Learning Accelerator at the time. So that tells you some of the starting nuggets of how we got to where we are. It was really the merger between what I was doing with spectrum computing and all the work that we were doing around high performance computing platforms and putting servers together and having them act as massive supercomputers per se. And then using that technology to actually execute AI models. And that was my first foray into design with AI. And that's been an exciting journey. And then I had an opportunity come upon me. The opportunity was that I was able to switch and transition to an area that's always been an area of interest to me, quantum computing. And I spent a year's time in quantum and developing how we could make our systems available through our IBM Cloud and what that looked like. This was all very, very new work. Hadn't been done. We were the first people, the pioneers of merging this technology with our IBM Cloud. And so the user experience was critical in understanding how cloud developers think and understanding how traditional developers think and understanding how do we merge this world where nobody really understands quantum computing and how do we make it so that people can be productive with it. And spending a year time there and all of that time ahead of that with IBM, I was essentially put in the position to be nominated to become a design principal. And that was in itself an intense process. I remember it vividly. Imagine defending your dissertation maybe, maybe times 10. So it consists of both what I likened to the defense of my experience as a designer, defense of my corporate impact as a designer, and my eminence within IBM and outside of IBM as a designer. And so there's an actual nomination document that I had to put together for that package. And the other part of that package consisted of visually representing what was not always visual design work at all times. So I had to figure out how to put that all together, defend my nomination in a portfolio format, which is really an exercise in communications design more than anything. But the hardest part was the subject matter was me. And so that's not always easy to talk about yourself. But in this world where really we are what we have to offer, we have to learn how to market ourselves. And so this was a great experience in terms of doing that as well as accelerating my career. I love both of your stories of your career trajectories. I wanted to actually follow up Renee, you mentioned the term racial equity and design. Can you tell us a little bit about what that is, what your involvement with it was, and also then over to Herman after that, because I know he's been involved in that as well and can get his perspective on this as well. So Renee? The Racial Equity and Design Initiative was birthed after the incident with George Floyd. And it was really an opportunity for the community, the IBM community to come together and just start having a dialogue around these really hard social issues that we were dealing with, the racism and the fear and the anger and just a lot of angst and anxiety that was happening in the country at the time. And so the initiative itself, I was very fortunate to be a part of that initial coming together of the leadership team. And my role on there was twofold actually. So I came in primarily as a writer to help fortify and write up the content for the website and some various other materials. And then I was also involved in a project, a work stream project where we were looking at having, it was about the language, formulating a new language and having conversations around these hard topics. And so we came together as a team and looked at what are some of these issues that are happening? And what are these conversations that need to be had? And what are the circumstances that we can create so people can feel comfortable expressing themselves and bringing their authentic selves to work? And so it was a really interesting process coming together and figuring out exactly what this was going to look like. We went through a lot of different, really it was a design thinking process, right? We went through a lot of different ideas and scenarios and looked at, we sat down as a group and talked amongst ourselves and had hard conversations amongst ourselves. And really what it came down to was ultimately we created the racial equity and designed the field guide. And the field guide really is a way for managers and leaders to help guide these complicated conversations that may come up on their teams. And we really addressed a lot of very interesting and sensitive topics. We talked about microaggressions. We talked about a lot of different things. And how can you as a manager, as a leader, as an individual, I mean, it's really a field guide for everyone. How can you come together and talk about these things in a way that promotes and in a way that promotes authenticity, but it also gives you that sense of safety and having that bubble of safety that sometimes isn't always apparent, visible or there in the work environment, quite frankly. It was a really wonderful experience. Herman was a part of that field guide experience. It was really a time for us to create something that was helpful in, like I said, just promoting these wonderful authentic conversations that we need to have in order to feel safe and to feel like ourselves in the workplace. I've personally found that field guide to be immensely useful. It's a real how-to for people like me. And so I've internalized a lot of the lessons in there. And I want to just mention too, it's still available on our website. So ibm.com slash design. You can go directly there. But Herman, over to you. You were heavily involved in this initiative as well. I was. And actually because of this whole initiative, one of the things I walked away with was a connection with people. Renee being one of them on the new language team. That's where I first met Renee. But it was really, we got to think of these names, George Floyd, Breonna Taylor, Ahmaud Aubrey. Those names resonate with pretty much all the people in the world at one point or another. And it was at that time when Nigel Prentiss approached me about joining a leadership team for this IBM initiative. And he was launching it. And we wanted to respond to the ripples created in our lives by these tragedies. And what we were being asked to do wasn't necessarily concrete. There really was no script to respond to this. And I have the unique position of being the only Canadian on the team. And so if you think of the cultural issues that we're experiencing, the challenges, the social justice issues, they really see no borders. So we do see them here in Canada. We see them in the States and we see them around the world. But bringing it back to working with the team, I felt a little bit out of place because I didn't know if the team understood the experiences that we shared and experiences that were a little different. I joined a few work streams, the New Language team being one of them, which eventually led to the Field Guided, which is an excellent piece of work that Renee helped lead. But I struggled to find my role and what that could be. And I struggled with everyone's understanding of my experience as a Black person as well, a Black IBMer. And I just kind of lean into my superpower as a UX, user experience researcher, user experience designer. And that's the common thread we had together. We were all designers within IBM. So we were already part of one family, even though we had never met each other probably as a whole. But that brought us together and that helped us find our pace and our cadence and our rhythm. And it was in particular when we were doing a user research study around the Black IBMer and what the Black IBMer experience would be that one of my teammates had kind of hit a snag on what was the foundational research we needed to perform. And that's where I said, hey, I can help out. And so I stepped up to drive some of the research as it was a skill that I built through a combination of my education and human factors, the first principles of experimental design and experimental research and then merging that with my experience as a designer with data visualization and developing my skills in enterprise design thinking. I synthesized a set of user interviews and interview data that I collected executing on a research plan with a number of different IBMers, not just Black IBMers, not just White IBMers, but also non-persons of color, designers of color, DLCs. And we used tools like our empathy map and we came up with new ways of interpreting it and combining things to create a heat map of what are common experiences across all the designers at IBM and then what are the unique experiences for say the Black designers and the designers of color, et cetera. And it helped us to pinpoint like cause and effect pain points over our career journey. And that's where we really were able to make some impact as a company because we were able to then scale the empathy and awareness around these artifacts that we created. And I remember presenting it to the IBM design leaders at the design leaders summit in late 2020 or early 2021, recording it as well. And I had a number of IBMers come to me and say, you know what, they watched this and they all pulled out something different that stood out to them about something about a culture that they didn't know and they didn't understand the impacts and they didn't understand how one thing would cause another thing later down as we trickle down our career journeys and how it impacted our experiences. And it's not that everyone had an absolutely different experience because a lot of the kickback was some of our experiences, well, yeah, you have that experience, I have that experience too. Right? So it was like, really, is there really a problem here? But then when we showed, we were able to show things like, well, there's impacts on frequency of the occurrence. Why is one group seeing it more frequently than another? Right? And that was something that we needed to be able to communicate a number of times that a negative outcome might be experienced and it would be greater with the Black employee. Right? So we debunked the belief that the experience was not unique and they were not unique as many pain points were experienced by all communities, but the disparity, the greatest was in frequency of the pain points and the undesirable outcomes. So I found my space, I contributed by offering that concept and we kind of called it kind of like a speculative roadmap for what we were doing in terms of understanding the different experiences of the different designers within the company. It was a phenomenal initiative and both of you contributed significantly to it. It still lives on in me in terms of what all you've provided. You know, we've been having such a great conversation about your career journeys, both of you talking to about your racial equity and design initiative. And we always have so much more to talk about. I'd really like to also explore what you do in addition to your day job at work. And so I think we're going to do a part three of this overall series of interviews with the two of you. So we'll wrap it up for now. Thanks so much for your time again. Thanks for everybody else that's been listening and we'll talk to you all next time and bye for now."}, "podcast_summary": "Summary: In this episode of the Life Habits podcast, host Karl Wredenberg continues the discussion on career transitions with guest speakers Renee Albert and Herman Calhoun. They share their professional career journeys, highlighting the pivotal moments and shifts in their paths. Renee discusses her experiences in academia, design, project management, and writing, while Herman shares his transition from engineering to human-centered design and entrepreneurship. Both guests talk about their roles at IBM and the opportunities they had to develop their skills in design and business.\n\nSpeakers: \n- Karl Wredenberg: Host of the Life Habits podcast\n- Renee Albert: Guest speaker, career transition expert, and designer at IBM\n- Herman Calhoun: Guest speaker, engineer, designer, and former business owner\n\nMood: Informative, insightful\n\nCategory: Career, Design\n\nKey Insights: \n- Career paths are not always linear, and it's important to be open to pivots and changes along the way.\n- Following one's passion, honing your craft, and seeking opportunities can lead to personal and professional growth.\n- Combining different skills and expertise can be valuable in shaping a career path.\n- Design plays a significant role in various industries and can be integrated with other disciplines, such as project management and writing.\n- Joining a diverse and supportive community can help in personal and professional development.\n\nNoteworthy Quotes or Revelations:\n- \"I always kind of had this idea that careers are supposed to follow the path. You've got high school and then college and then job and promotion and then career promotion, career and retire. But it really doesn't go like that.\" - Renee Albert\n- \"I think the most important thing I really learned during that time was not necessarily what I wanted to do, but what I didn't want to do. And that's important in designing your own career as well as designing your life, is understanding what your interests are and what your disinterests are as well.\" - Herman Calhoun\n\nAdditional Observations: \n- Both guests have had diverse and unique career journeys, and they demonstrate the value of adapting and exploring different roles and industries.\n- The podcast provides insights into the fields of design and human-centered thinking and emphasizes the importance of creativity and problem-solving skills in various professions.\n- The speakers' experiences at IBM highlight the company's commitment to design thinking and the opportunities for professional growth within the organization.", "podcast_guest": "Renee Albert", "podcast_highlights": "From Renee's journey, some significant insights and findings can be drawn. Firstly, she emphasizes the non-linear nature of career paths, challenging the traditional idea of linear progression from high school to retirement. She highlights the importance of recognizing and honing one's skills, as well as being open to different opportunities and industries. Renee's ability to combine her love for education, design, and project management demonstrates the value of integrating various skill sets in a career. Additionally, her experience in different roles allowed her to tap into her creative side and showcase her design skills. The significance of her journey lies in the emphasis she places on continually growing and developing professionally, as well as the importance of finding a role that aligns with one's passions and skills.\n\nHerman's journey also provides valuable insights and conclusions. His participation in a co-op program during his engineering studies allowed him to gain exposure to different career paths and interests, helping him identify what he didn't want to pursue. He emphasizes the importance of understanding one's interests and disinterests, which is instrumental in designing one's career and life. Herman's transition from engineering design to human-centered design demonstrates the value of following one's passion and pursuing one's skills. His experience in designing an activity-based remote control based on his observation of a design problem showcases the power of applying design thinking to address a specific need. Furthermore, Herman's ability to pivot and adapt to changing industries and opportunities emphasizes the importance of continually learning and focusing on skill development.\n\nSome noteworthy quotes from the speakers include:\n\n\"I always kind of had this idea that careers are supposed to follow the path. You've got high school and then college and then job and promotion and then career promotion and career and retire. But it really doesn't go like that. It just was kind of this really interesting journey.\" This quote from Renee challenges the traditional notion of linear career progression and highlights the non-linear nature of individual career paths.\n\n\"I think the most important thing I really learned during that time was not necessarily what I wanted to do, but what I didn't want to do. And that's important in designing your own career as well as designing your life.\" This quote from Herman emphasizes the value of understanding one's disinterests and using that knowledge to shape one's career and life choices. It highlights the importance of self-reflection and self-awareness in career development.\n\n\"Looking at how we could create an activity-based remote control. Right? Something your grandmother could use. Even your mother, even me as an engineer.\" This quote from Herman showcases his innovative approach to design and his understanding of the need for user-friendly products. It highlights the power of addressing a specific need and creating solutions that cater to a wide range of users."}