{"podcast_details": {"podcast_title": "Mindset & Motivation", "episode_title": "What’s Holding You Back in Life?", "episode_image": "https://ssl-static.libsyn.com/p/assets/8/d/1/3/8d132ea922093b4e/Motivation1.jpg", "episode_transcript": " Welcome to The Cabral Concept, where board certified doctor of naturopathy, Dr. Stephen Cabral shares with you exactly how you can reverse aging, take back your health, and live a life full of energy and passion with new 20 minute episodes every single day to keep you healthy and engaged. Now, here's your host, Dr. Stephen Cabral. Hey, everybody. Welcome back to The Cabral Concept. Brand new We Care. Can't wait to get into our mindset and motivation. Monday, one of my personal favorite shows of the week, probably my favorite show of the week, love being able to talk about what really matters moving the needle. So, I can share with you all the different functional medicine, integrative health, Ayurvedic, bioregulatory, all the different health-based solutions to many people's issues, just simply based on having an amazing career, where I've been able to work with well over now 300,000 people, and of course, with a great team. None of this is ever done alone. I have an amazing team that I've worked with. I've had amazing mentors over the years. And we really figured out a lot of these things based on also our predecessors, the people that came before us. They're the ones that trailblazed, and I hope that maybe in some small way as well, I will be or have had some effect on the next generation of naturopathic doctors, integrative health practitioners, et cetera. But what I can tell you is that none of those solutions matter, nor will they be done if something is holding you back from actually getting started. That is the topic for today's Mindset and Motivation Monday. It's why I do these Mindset and Motivation Monday shows in the first place, is because you can have the exact plan that you need, but if you never get started, then you can't actually achieve what it is that will make you ultimately happier in life. So I want to go over that, and I do want you to know, and I think that most people know this by now, I think deep down they do, is that there is a solution. There literally is an answer for almost everything in the world that may heal you. And just my specialty happens to be health. But there are people that specialize in relationships or finance or business, like any of these things, right? Dating, all those, like there's people that specialize in that. They have an answer. It's out there. The first person you meet, the first book you read, the first course you take, it might not be it. But it is a learning progression. But you don't progress to finally finding your answer if you don't get started. And so many people are held back by this. They're held back by the fear of failure. What does that mean? It simply means that they're worried that the next time they go to try another solution, let's just use, for example, weight loss, another weight loss plan, they lose five pounds, they lose 10 pounds, and then they just gain it back, right? They're worried about that happening again. It's normal. Like again, that's happened to many, many people. There's that fear of failure. But there's also the fear of success. What's the fear of success? Fear of success is that you may actually succeed. And let's say you need to lose and want to lose 70 pounds, 100 pounds. But let's say that your family are also all 70 to 100 plus pounds overweight, or your friends, your circle that you feel like you're a community with. You might actually subconsciously worry that they will no longer accept you as part of that group if you lose the 70 pounds, 100 pounds. Again, this is just one example. But these are real world examples. And a lot of people say, no, that's not me. That's not how I look at it. But again, think about this. Let's say you go out on Friday nights with a bunch of your buddies, a bunch of your friends, whatever it might be. And let's say you always go out and you have drinks together. Well, what if you need to stop drinking alcohol for your health? Good. You succeeded at doing that. Now you're improving your health. But do you worry you'll also have lost those friends in the process, right? Can you be friends with those individuals and go out? Can you still have a good time without consuming alcohol? So these are things that we need to think about because sometimes they are silently sabotaging our success in the background. But again, I think it gets even deeper than this. Most people don't get started because one, they don't necessarily have the confidence. But two, they know where they're at right now in their life. So even though it may be very uncomfortable that they don't like where they are, that they have bigger dreams for themselves, they're okay with not venturing into the unknown because even though this is not the ideal life that they pictured, they understand it. They feel safe in their own way, even though it's not ideal, because they know what's coming next. Meaning that if they continue to do the same things they've always done, they will most likely continue to get the same results. And they know that. We all know that. So we do these things, maybe not even the best for us. Again, I'm going to share with you next Monday on a future show, a next Monday's show, way into the future, what's called Solomon's Paradox. And I can't wait to share that with you as well. But what we have to understand is that just because it's safe, just because it's what we know doesn't mean it's right. It's right for our nervous system. It's right for the limbic part of the brain, which is constantly trying to measure danger and then help us to prevent us from being in that particular risk. So it prevents us oftentimes for going for it in life, for taking that next step. Why? Because it's venturing into the unknown. And the unknown can be scary. And hundreds or thousands of years ago it could very well likely be dangerous. But trying the new wellness plan is most likely not dangerous. Trying the new relationship advice, finance advice, whatever the advice it is, as long as it's not too far in any one direction, it's probably not dangerous. You're going to assess that. But again, you probably know. You probably know by now. I think that most of us know where to find the answers. They're not a doctor, they're not a tax accountant, they're not a financial strategist or relationship expert, but they know where they may be able to go to find those people. It's now easier than ever, of course, with social media and just people's recommendations. But ultimately, what I want to share with you is this, is that living in the current space you're at right now, if you have not achieved your goals, your hopes and your dreams, and you feel like you have more potential, by living in that space, you are going to be always questioning yourself in your life. You're always going to feel like you're missing out. And I call this the cost of an action. And I think it's huge. I think the cost of an action can only be assessed by saying this, like, what if you did nothing? What if this was the rest of your life? Are you okay with that? Now, if you can answer yes to that, then that's amazing. And I want you to teach what it is that you're doing to others, because you should. But if you can say, or if you can't answer that and say, I feel great about where I'm at right now in life, I want more of that each and every year, then I want you to step back and say, if I do nothing, I will never reach my hopes, dreams, and goals, because I will not have done anything to get myself on a different path. Because I know that if I continue down the path that I'm on right now, I'm most likely going to get more of the same, because why would things change? So the problem is this though, even if you continue to get more of the same in life, which you may not be thrilled with, but at least you're comfortable with it because you know it, right? You're living in the comfortable now, right? And that's going to be your future as well. The problem is the more years that pass, the more regret may build up. And again, even if it's subconscious, even if it's below the surface, what happens is it leads to this malaise, this lethargy of life, a gradual sinking into unhappiness that becomes more difficult to pull yourself out of each and every year, because these things begin to compound. You also look at yourself as having less years than in life in order to then achieve the goals maybe of a younger you had. So what I want to share with you is that there's a great, a great risk of an action as well. Not just a risk of action, right? The risk of action is the fear of failure, the fear of success, the fear of the unknown, the fear of loss. Like there's all sorts of fears, and I get it, right? But what we have to look at is there's also the fear, I shouldn't say a fear, there is the fact that regret will continue to build and that by doing nothing, by taking inaction, you're going to get more of the same, which is going to lead to a greater degree of unhappiness over time, especially if the people around you are on different paths and trajectories. They're continuing to move upwards and onwards with their life where you've decided to stay where you are. I don't like to compare myself and I don't think that you should either to anyone else in this world. We're all unique. We all have our own story. We all have our own background. We all have our own skill sets. But what you need to do is assess who you are, what you want, what makes you tick, what makes you happy, and also what makes you not happy. And the goal in life, at least in my opinion, is to move towards the things and doing more of with more hours of your day, the things that make you happy, as long as of course they're safe and they're good for you. And to do less of the things that you don't like in your day in terms of minutes and hours. We all have to do some of those things, right? We can't escape that part of being human. But what I'd like to share with you is this, is that if you begin to move on a path that at least allows you to do more of the things that you love, you care about, or on a path that isn't actually as enjoyable, but you know it's taking you on a different course in order to be able to achieve different objectives in your life. So I'll tell you this, the cost of inaction is your happiness. That's a great cost. A lot of people have worried about the cost of action because of all the fears, the unknowns, the things that can happen. The cost of an action is happiness in my opinion. The flip to that is this, the benefit of simply taking action is a higher degree of happiness, even if you don't achieve all of your goals. And the reason is this, I've almost never met an individual who has not begun on a new journey with a little bit of excitement, a little bit of trepidation, a little bit of fear of the unknown, but at the same time proud of themselves a little bit. They got started. They're doing something that they never thought they would do. They're beginning to question, who am I? Who am I this person that's taking this action, doing this thing? It feels good. It's invigorating. It begins to boost more dopamine levels, nor epinephrine levels. And so what you want is just not to overwhelm yourself in the process. You just want to actually be able to gather the information, garner the plan based on other individuals like you who have been successful, from an expert ideally, whatever that is, and begin to work that plan. Not all of it at once. Begin to work the plan. By working the plan little by little, you begin then to gain confidence along the way. He's like, oh yeah, I could do that. I can wake up in the morning and have a glass of water and begin to hydrate my body before I start to have coffee or those things. Okay, I can do that. Now, next thing you know, you're making a smoothie for breakfast. Next thing you know, you're going for a walk. You're lowering those post-perineal glucose levels. You're getting in your steps for the day. You're moving the lymphatic system. You're like, okay, I can do the water. I can do the smoothie. I can do the steps. What's the next thing? And you begin to build off of that. Without you being conscious of it, you are now moving yourself to a higher degree of vibration, a higher degree of energy, a higher degree of life. All of those actions, even if they have not met yet your specific goals in life, your true potential, it's increasing your happiness factor. So, I urge you to begin to look at the overall goals you have in life. It's not necessarily a point A to a point B, but the continuum along the path. And your goal is to simply get on the path. But if you are stopped because of the fears of success, the fear of failure, the fear of the unknown, the saying, I'm just going to stay where I am because at least I know that, that is ultimately going to move you backwards. There is no being static in life. There is only greater degrees of happiness and unhappiness. And that is simply made up of your mindset, what you decide it to be. And I know that action and I know that setting goals and I know that visualization and I know that moving along the path, even an imperfect path, has always led to greater happiness in my life and the lives of many of my clients. So, hopefully this has been helpful for you today. I'd love to hear from you. I'd love to hear your questions, your comments. And of course, if this can help anyone you know, do feel free to share this show with anyone you believe it could serve. Take care, everybody. Have an amazing week and I'll be back all this week with brand new Cabral concepts. Before you go, I want to ask you this question. What if I could teach you in just a couple of hours how to transform your thyroid hormones, adrenal, cholesterol, blood pressure, blood sugar, weight loss, energy, mood, brain, pregnancy, anti-aging, or many other health related issues. After 20 years in private practice, after seeing an overseen a quarter of a million client appointments, I sincerely feel I have the real world data and have found the answer you've been searching for. So what I've done is spent hundreds of hours of my own time refining what you need to know in order to uncover your underlying root cause health issues and then begin to rebalance the body and bring it back to a state of robust health and wellness. I'm going to teach you exactly what I do in my private practice so you can understand how you got here and now what you need to do in order to heal. You'll receive all of the important success checklists, protocols, and even ways to customize it to make the program fit your busy life. And you'll get all of this at a fraction of the price. Let me save you the time, money, energy, stress, and frustration of not knowing what to do next. Instead of reading dozens of books on the topic and seeing multiple practitioners, I will condense everything that you need to know in just a few hours of video tutorials that you can watch and listen to anywhere. Together, we will make this healing process an enjoyable one that you can take with you for the rest of your life. I wish you all of the best of health and happiness and I hope to be able to guide you on your healing journey through my health results accelerators. Simply choose the health and balance you're currently suffering from and by the end of today, you'll know what went wrong and how to get well again. I guarantee it. For details, head over now to stevencabral.com forward slash courses."}, "podcast_summary": "Summary: In this podcast episode, Dr. Stephen Cabral discusses the importance of taking action and getting started on your health and wellness journey. He addresses common fears and obstacles that hold people back, such as the fear of failure and the fear of success. Dr. Cabral emphasizes that there is a solution for almost every problem, but it can only be found by taking action and trying different approaches. He encourages listeners to assess their current situation and question whether they are content with staying where they are or if they want to pursue their hopes and dreams.\n\nSpeakers: The host of the podcast is Dr. Stephen Cabral.\n\nMood: Motivational\n\nCategory: Health and Wellness\n\nKey Insights: \n\n- The fear of failure and the fear of success often prevent people from taking action towards their health goals.\n- Living in the current state of unhappiness or discontentment, even if it feels safe and familiar, can lead to regret and a gradual decline in happiness over time.\n- Taking action, even if it doesn't immediately lead to achieving all goals, can increase happiness and boost confidence along the way.\n- It is important to assess what makes you happy and to prioritize doing more of those things in your daily life.\n\nNoteworthy Quotes or Revelations: \"The cost of inaction is your happiness.\"\n\nAdditional Observations: Dr. Cabral's advice is applicable to all areas of life, not just health and wellness. The concept of taking action and pursuing goals can be applied to relationships, finance, career, and personal growth. Dr. Cabral highlights the importance of stepping out of your comfort zone and overcoming fear in order to achieve personal and professional success. The podcast episode provides valuable insights and motivates listeners to take charge of their lives and make positive changes.", "podcast_guest": "Dr. Stephen Cabral", "podcast_highlights": "Key Insights:\n\n- The episode is focused on the importance of taking action in order to achieve goals and find happiness in life.\n- The speaker emphasizes the idea that there is a solution for almost everything in the world that may heal you, but it requires getting started.\n- Fear of failure and fear of success are identified as common obstacles that prevent people from taking action.\n- The speaker also mentions the fear of loss, where individuals worry that achieving their goals may lead to a loss of acceptance or change in their social circles.\n- The speaker highlights the concept of the cost of inaction, which is a loss of happiness over time. Regret can build up as more years pass without taking action towards goals.\n- The benefits of taking action are described as a higher degree of happiness and a boost in confidence.\n\nQuotes:\n\n- \"You can have the exact plan that you need, but if you never get started, then you can't actually achieve what it is that will make you ultimately happier in life.\"\n- \"The fear of failure is worried that the next time they go to try another solution, they lose five pounds, they lose 10 pounds, and then they just gain it back.\"\n- \"The fear of success is that you may actually succeed. And let's say you need to lose and want to lose 70 pounds, 100 pounds. But let's say that your family are also all 70 to 100 plus pounds overweight, or your friends, your circle that you feel like you're a community with.\"\n- \"The cost of an action can only be assessed by saying this, like, what if you did nothing? What if this was the rest of your life? Are you okay with that?\"\n- \"By doing nothing, by taking inaction, you're going to get more of the same, which is going to lead to a greater degree of unhappiness over time.\"\n- \"The cost of inaction is your happiness. The benefit of simply taking action is a higher degree of happiness, even if you don't achieve all of your goals.\""}